

	"NSLE-20639 -108" = "O último comando não pôde ser completado porque não existe memória suficiente.";
	"NSLE-20639 -108 Solution" = "Encerre alguns aplicativos e feche algumas janelas para conseguir mais memória disponível.";

	"NSLE-20639 -1" = "A solicitação não pôde ser completada devido a um erro interno em NSL.";
	"NSLE-20639 -1 Solution" = "Por favor, tente novamente. Se ainda tiver problemas, tente reiniciar o aplicativo ou o computador e, em seguida, faça novamente a sua solicitação.";

	"NSLE-20639 -4199" = "O Gerenciador NSL não pôde ser inicializado.";
	"NSLE-20639 -4199 Solution" = "Reinicie o computador e tente novamente.";

	"NSLE-20639 -4198" = "O software do sistema instalado não é compatível com esta versão de NSL.";
	"NSLE-20639 -4198 Solution" = "Instale o Software do Sistema Mac OS versão 8.7 ou posterior.";

	"NSLE-20639 -4197" = "A versão correta do Open Transport não está disponível.";
	"NSLE-20639 -4197 Solution" = "Instale a versão 1.3 ou posterior do Open Transport.";

	"NSLE-20639 -4192" = "O seu computador não está conectado à rede.";
	"NSLE-20639 -4192 Solution" = "Verifique os seus ajustes de rede e certifique-se de que todos os cabos de conexão a redes estejam adequadamente conectados. Em seguida, tente solicitar novamente.";

	"NSLE-20639 -4182" = "Impossível carregar os plug-ins NSL durante a inicialização.";
	"NSLE-20639 -4182 Solution" = "Reinicie o computador e tente efetuar o seu pedido novamente.";

	"NSLE-20639 -4181" = "O Gerenciador NSL não pôde encontrar nenhum plug-in para carregar.";
	"NSLE-20639 -4181 Solution" = "Certifique-se de que você possui pelo menos um Plug-in NSL em sua pasta /Sistema/Biblioteca/Frameworks/NSLCore.framework/Resources/NSLPlugins.";

	"NSLE-20639 -4179" = "O Gerenciador NSL não pôde carregar nenhum plug-in para atender o seu pedido.";
	"NSLE-20639 -4179 Solution" = "Verifique os seus ajustes de rede e certifique-se de que todos os cabos de conexão a redes estejam adequadamente conectados. Em seguida, tente solicitar novamente.";

	"NSLE-20639 -4177" = "Alguns, mas não todos os plug-ins NSL falharam ao carregar.";
	"NSLE-20639 -4177 Solution" = "Você pode continuar, já que pelo menos um plug-in está disponível. Veja o painel de controle Gerenciador de Extensões para saber qual plug-in está disponível.";

	"NSLE-20639 -4174" = "A Biblioteca NSL UI não está disponível.";
	"NSLE-20639 -4174 Solution" = "Por favor, certifique-se de que esta biblioteca compartilhada está dentro da pasta Extensions e tente novamente.";

	"NSLE-20639 -43" = "Um arquivo necessário para esta operação não estava disponível.";
	"NSLE-20639 -43 Solution" = "Certifique-se de que você instalou todos os componentes corretamente.";

	"STR#-20639 1" = "O Plug-In NSL %s não pôde ser carregado.";

	"STR#-20639 2" = "Certifique-se de que a sua rede e os ajustes de rede estejam configurados corretamente. Talvez você possa continuar, já que pelo menos um plug-in está disponível.";

	"This Computer" = "Este Computador";
	"Managed Network Directory" = "Diretório de Rede Gerenciado";
	"Default (%@ and %@)" = "Padrão (%@ e %@)";
	".Mac" = ".Mac";
	
	"Server" = "Servidor";
	"My Mac" = "Meu Mac";
	"Folder" = "Pasta";
	"Neighborhood" = "Vizinhança";
	"Mac Server" = "Servidor Mac";
	"PC Server" = "Servidor PC";
	"Sharepoint" = "Ponto de Compartilhamento";
	"Remote Disc" = "Remote Disc";
	"AirPort Base Station" = "AirPort Base Station";
	"AirPort Disk" = "Disco AirPort";
	"AirPort" = "AirPort";
	"Volume" = "Volume";

	"Applications" = "Aplicativos";
	"Library" = "Biblioteca";
	"Servers" = "Servidores";

	"Guest" = "Convidado";
	"Anonymous" = "Anônimo";

	"SHARED" = "Compartilhado";
	"Network" = "Rede";
	"More..." = "Mais…";
	"All..." = "Tudo…";
	